[
  {
    "id": "1",
    "slug": "cost-estimating",
    "title": "COST ESTIMATING",
    "description": "A detailed construction cost estimation is necessary for predicting the cost of any facility or structure under construction. It is an important part of the overall cost management for the builder, as well as necessary for budget adherence.",
    "details": "A detailed construction cost estimation is necessary for predicting the cost of any facility or structure under construction. It is an important part of the overall cost management for the builder, as well as necessary for budget adherence. A1 Estimation Inc. offer cost estimates for Owners, Architects, Engineers and Contractors. We have provided estimating services for nearly all building types ranging from single family housing to stadiums and arenas. Other projects have included college and university facilities, rehabilitation of significant historic buildings as well as office, retail, judicial, industrial and educational buildings. A1 Estimation Inc. provide cost estimating services from pre-design through bid document stages. Our estimating staff has extensive on-site experience and a thorough knowledge of job conditions, labor productivity, and operations. Our project managers and estimators can advise on cost issues from first discussions through completion of the estimate. Our success in providing detailed and professional estimates is a result of our comprehensive database of material and labor pricing combined with our familiarity of various market conditions. Our team uses software such as Bluebeam, On -Screen Takeoff, PlanSwift, Sage Timberline, Revit, Callidus, AutoCAD & Microsoft Excel, and is able to meet unique client requirements as necessary. We specialize in preparing every type of estimate you would need including conceptual estimates, bid estimates, and construction cost estimates. Our services include:",
    "image": "../assets/images/cost-estimation.jpg"
  },
  {
    "id": "2",
    "slug": "quantity-takeoffs",
    "title": "QUANTITY TAKEOFFS",
    "description": "A1 Estimation Inc. specialize in Quantity Takeoffs for both labor and materials. We provide concrete takeoffs, masonry takeoffs, structural steel takeoffs, lumber takeoffs, drywall takeoffs, trim takeoffs, doors and windows, and flooring takeoffs.",
    "details": "A1 Estimation Inc. specialize in Quantity Takeoffs for both labor and materials. We provide concrete takeoffs, masonry takeoffs, structural steel takeoffs, lumber takeoffs, drywall takeoffs, trim takeoffs, doors and windows, and flooring takeoffs. Our estimators can quantify all the materials and accessories from digital plans or blue prints. We calculate every material item required to build any size construction project. We list the items by location as well for the benefit of clients superintendents and sub-contractors because it helps them identify easily where every item goes. A1 Estimation Inc. specialize in Quantity Takeoffs for both labor and materials. We provide concrete takeoffs, masonry takeoffs, structural steel takeoffs, lumber takeoffs, drywall takeoffs, trim takeoffs, doors and windows, and flooring takeoffs. Our estimators can quantify all the materials and accessories from digital plans or blue prints. We calculate every material item required to build any size construction project. We list the items by location as well for the benefit of clients superintendents and sub-contractors because it helps them identify easily where every item goes.",
    "image": "../assets/images/quantity-takeoff.jpg"
  },
  {
    "id": "3",
    "slug": "cost-analysis-and-management",
    "title": "COST ANALYSIS AND MANAGEMENT",
    "description": "A1 Estimation Inc. provide Cost Analysis and Management services from the project budgeting phase through completion of construction documents. In addition to preparing cost estimates at each major design phase.",
    "details": "A1 Estimation Inc. provide Cost Analysis and Management services from the project budgeting phase through completion of construction documents. In addition to preparing cost estimates at each major design phase, we performs cost studies throughout the design process to assist the client in understanding the financial impact of design decisions. A1 Estimation Inc. ensures proper monitoring of the construction budget in a constantly changing environment. Our cost control services are conducted on site during the construction stage and include change order management, estimating, scheduling, field inspection, document controls, construction administration, and general project management assistance. We also compare scenarios and evaluate qualifications of new designs at the existing construction site. In order to verify and negotiate change order requests, our staff reviews all drawings and specs and use our proprietary database or call subcontractors to verify prices. We go out into the field to further analyze the change order. We make sure the request is accurately priced and not already included in the original scope, and that the original material gets credited if there is a change. We are committed to resolving any change-order issues quickly so the project remains within the budget and is completed on time. we assist our clients in preventing increased costs, delays and disruptions.",
    "image": "../assets/images/cost-analysis.jpg"
  }
]
